Repository: shoptet/microsite-career
Catalog: languages/*.po
Languages: hu_hu

source: Všechna volná místa
hu_hu: Összes nyitott pozíció

source: Shoptet tvoříme dohromady
hu_hu: A Shoptetet együtt alkotjuk.

source: Co je u nás nového?
hu_hu: Mi újság nálunk?

source: Celý článek
hu_hu: Teljes cikk

source: Život v Shoptetu
hu_hu: Milyen az élet a Shoptetnél?

source: Aktuální volná místa
hu_hu: Nyitott pozíciók

source: Všechny lokality
hu_hu: Összes helyszín

source: Všechna oddělení
hu_hu: Minden részleg

source: Kontakt na HR
hu_hu: HR elérhetőség

source: Nenašli jste svoji pozici ale máte zájem se k nám přidat? Máte otázku? Napište nám, rádi vám odpovíme.
hu_hu: Nem találtad a megálmodott pozíciót, de lenne kedved csatlakozni csapatunkhoz? Kérdésed van? Írj nekünk, és megpróbálunk válaszolni.

source: Mám zájem
hu_hu: Érdekel

source: Odpovědět na inzerát
hu_hu: Jelentkezés a hirdetésre
